evaluation/ycsb_pm_results_log_flush/capybarakv/Runf/Run2
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 244533
[OVERALL], Throughput(ops/sec), 40894.27602818434
[TOTAL_GCS_G1_Young_Generation], Count, 61
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 142
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05806987196002176
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 61
[TOTAL_GC_TIME], Time(ms), 142
[TOTAL_GC_TIME_%], Time(%), 0.05806987196002176
[READ], Operations, 10000000
[READ], AverageLatency(us), 8.4807599
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 7799
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 9
[READ], Return=OK, 10000000
[READ-MODIFY-WRITE], Operations, 4999779
[READ-MODIFY-WRITE], AverageLatency(us), 28.52702109433237
[READ-MODIFY-WRITE], MinLatency(us), 26
[READ-MODIFY-WRITE], MaxLatency(us), 15919
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 29
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 31
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 504960.0
[CLEANUP], MinLatency(us), 504832
[CLEANUP], MaxLatency(us), 505087
[CLEANUP], 95thPercentileLatency(us), 505087
[CLEANUP], 99thPercentileLatency(us), 505087
[UPDATE], Operations, 4999779
[UPDATE], AverageLatency(us), 19.26666678667197
[UPDATE], MinLatency(us), 18
[UPDATE], MaxLatency(us), 11575
[UPDATE], 95thPercentileLatency(us), 20
[UPDATE], 99thPercentileLatency(us), 20
[UPDATE], Return=OK, 4999779